<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Headers/PivoProSDK-Swift.h</key>
		<data>
		XzOwoUpRRES0qXUT5m43F+EO334=
		</data>
		<key>HorseModel.mlmodelc/analytics/coremldata.bin</key>
		<data>
		nS8ie15Yf/Fu7lz6YSd6v7m2UzA=
		</data>
		<key>HorseModel.mlmodelc/coremldata.bin</key>
		<data>
		EWtaetnukkRTwZEvZoxGE4UH+Vo=
		</data>
		<key>HorseModel.mlmodelc/metadata.json</key>
		<data>
		1rz3rx0DN8Xj6dZswVgrB0au/FI=
		</data>
		<key>HorseModel.mlmodelc/model0/analytics/coremldata.bin</key>
		<data>
		/Y6pjBcub+IZ5PK4hPTOAgGHcYc=
		</data>
		<key>HorseModel.mlmodelc/model0/coremldata.bin</key>
		<data>
		DRs0q+kdUvRsYKmtEmaCcZ8gYv0=
		</data>
		<key>HorseModel.mlmodelc/model0/model.espresso.net</key>
		<data>
		GRqUS7WEquiNzPXoGQGSPqfWlUo=
		</data>
		<key>HorseModel.mlmodelc/model0/model.espresso.shape</key>
		<data>
		cTTb+jQ8V90cgjLBRecO0Yxhr3Y=
		</data>
		<key>HorseModel.mlmodelc/model0/model.espresso.weights</key>
		<data>
		hzHj3T8NFl5QM+pMehERBP+KOdU=
		</data>
		<key>HorseModel.mlmodelc/model0/model/coremldata.bin</key>
		<data>
		AyvVi5cUgezTYZFS+H0JNPDYKgA=
		</data>
		<key>HorseModel.mlmodelc/model0/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>HorseModel.mlmodelc/model1/analytics/coremldata.bin</key>
		<data>
		z4BftALo+jccKMZz2ol/yQnQa0M=
		</data>
		<key>HorseModel.mlmodelc/model1/coremldata.bin</key>
		<data>
		mt4xVPeH6oXH9R+7iTQfd06yWws=
		</data>
		<key>HorseModel.mlmodelc/model1/model.espresso.net</key>
		<data>
		I1WUrbVpPFYsvtVDwrwz6zSWhSQ=
		</data>
		<key>HorseModel.mlmodelc/model1/model.espresso.shape</key>
		<data>
		nR2m731hJDjvsFvx7+dyt9I9ESM=
		</data>
		<key>HorseModel.mlmodelc/model1/model.espresso.weights</key>
		<data>
		4OP3u8MT+KbnFqzn8uxrywhV26w=
		</data>
		<key>HorseModel.mlmodelc/model1/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>HorseModel.mlmodelc/model1/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>HorseModel.mlmodelc/model2/coremldata.bin</key>
		<data>
		yGeMbAJyNz3+0i8lJM26Rc9YZbo=
		</data>
		<key>Info.plist</key>
		<data>
		WwdtQnwo/CYf4SICTXM6dAfG2JM=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/analytics/coremldata.bin</key>
		<data>
		XHaRHDls4/S4FIvlR2Cvn3uHBm0=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/coremldata.bin</key>
		<data>
		1UVldcBbSd1tANS7IaJ/XXfq9hc=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/metadata.json</key>
		<data>
		pu40FNDCizPmSUuSCVRaaoKlMIs=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model0/analytics/coremldata.bin</key>
		<data>
		zVw6b5zx44G9NoNS+0OMvwEOm4Q=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model0/coremldata.bin</key>
		<data>
		9cBeldGdqRMt98gkmvMHlt6LNOA=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model0/model.espresso.net</key>
		<data>
		TeAy/EBhri2kiirpN8wSgyoZ0IQ=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model0/model.espresso.shape</key>
		<data>
		pGIykBtvmrKc2bzLjzKOVFiEpsw=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model0/model.espresso.weights</key>
		<data>
		ukaVRazSky6Y0ZeuPVWzuqYzepQ=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model0/model/coremldata.bin</key>
		<data>
		AyvVi5cUgezTYZFS+H0JNPDYKgA=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model0/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model1/analytics/coremldata.bin</key>
		<data>
		UfoBpy0ZFabFkFPr9cojGSsPr5A=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model1/coremldata.bin</key>
		<data>
		RAaK1S9ln6zTBCtQArBIgdnSrUo=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model1/model.espresso.net</key>
		<data>
		DHqh1+5qbvI2SuWVtRFRQqxuaQU=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model1/model.espresso.shape</key>
		<data>
		zhT4XTUbzKK0FDe9rI8zPp94V1I=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model1/model.espresso.weights</key>
		<data>
		4OP3u8MT+KbnFqzn8uxrywhV26w=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model1/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model1/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>MobileNetV2_SSDLite.mlmodelc/model2/coremldata.bin</key>
		<data>
		xf6IP9CBrpe6d32aCO+yo7ntv9o=
		</data>
		<key>Modules/PivoProSDK.swiftmodule/Project/arm64-apple-ios.swiftsourceinfo</key>
		<data>
		9W6eAktMn8DmkGYkZ27pOTipXAs=
		</data>
		<key>Modules/PivoProSDK.swiftmodule/arm64-apple-ios.abi.json</key>
		<data>
		mQLN3vAlzbrNY9z4HghunBADKME=
		</data>
		<key>Modules/PivoProSDK.swiftmodule/arm64-apple-ios.private.swiftinterface</key>
		<data>
		TyfUTe9i/HPRo+jCK0y/BbueLzg=
		</data>
		<key>Modules/PivoProSDK.swiftmodule/arm64-apple-ios.swiftdoc</key>
		<data>
		OXX5JqOxYaDRwOLRRy0myOv1phw=
		</data>
		<key>Modules/PivoProSDK.swiftmodule/arm64-apple-ios.swiftinterface</key>
		<data>
		TyfUTe9i/HPRo+jCK0y/BbueLzg=
		</data>
		<key>Modules/PivoProSDK.swiftmodule/arm64-apple-ios.swiftmodule</key>
		<data>
		QHOZBeKzPoKmnwxE4isINE3JpFQ=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		lMR28G3S/dgprwhnkhD0zxDIk9s=
		</data>
		<key>PrivateHeaders/AuthWrapper.h</key>
		<data>
		qGA4G29STjlfaEt4aIqNgxBQlLU=
		</data>
		<key>PrivateHeaders/KCFTrackerWrapper.h</key>
		<data>
		2xoNmqnM2kTrNuZqTms9JnlPMDA=
		</data>
		<key>PrivateHeaders/NSData+SHA.h</key>
		<data>
		XIuywOsD+81jNeJDqsJui3CLHjc=
		</data>
		<key>PrivateHeaders/PivoProSDK-Prefix.pch</key>
		<data>
		N2ettejN8CtpzLa3Seg2oI9G6ho=
		</data>
		<key>PrivateHeaders/PivoProSDK.h</key>
		<data>
		0hlOOiUmcIbm/AJ5Ya/aky2x21I=
		</data>
		<key>PrivateHeaders/auth_pivo.hpp</key>
		<data>
		vkxG+VgxJnK6jCv93Tet0uPx4Eo=
		</data>
		<key>PrivateHeaders/ffttools.hpp</key>
		<data>
		FbwqSRzGrK9GBmniO5d75630cj8=
		</data>
		<key>PrivateHeaders/fhog.hpp</key>
		<data>
		3+0L2/rB5GK1uU9DphiFEo7Gdh0=
		</data>
		<key>PrivateHeaders/kcftracker.hpp</key>
		<data>
		VKyH814KkxMst4igakerUZHwDSI=
		</data>
		<key>PrivateHeaders/labdata.hpp</key>
		<data>
		Wc8UEhC6vaMxsbQCGxzV8yuz5oE=
		</data>
		<key>PrivateHeaders/recttools.hpp</key>
		<data>
		LOluhHykvM1i+yNRUIE5F+CsQBM=
		</data>
		<key>PrivateHeaders/tracker.h</key>
		<data>
		qrarp4kM0IxQQI8pVjKiQkQFDkE=
		</data>
		<key>SpeedControllerConfig.json</key>
		<data>
		1np2aNP0Lu5OTzfn3/Fe05CkKSQ=
		</data>
		<key>face.mlmodelc/analytics/coremldata.bin</key>
		<data>
		lLhI4NyJGpo0dfJJnQjXHTkd1s0=
		</data>
		<key>face.mlmodelc/coremldata.bin</key>
		<data>
		6nONEep2WbBK71qFTVa0MEUmZa4=
		</data>
		<key>face.mlmodelc/metadata.json</key>
		<data>
		/iG1c3VbCLEgcppFivWvUEayXOA=
		</data>
		<key>face.mlmodelc/model0/analytics/coremldata.bin</key>
		<data>
		gaKV19LLXNVbvDw1Z/PG2w5zJek=
		</data>
		<key>face.mlmodelc/model0/coremldata.bin</key>
		<data>
		7ACzywdTW4qBmk+zBSZ+t5SHt2w=
		</data>
		<key>face.mlmodelc/model0/model.espresso.net</key>
		<data>
		TA+SO7J9ofCAg5ihdeQ3HVj+Pno=
		</data>
		<key>face.mlmodelc/model0/model.espresso.shape</key>
		<data>
		+Cdn4r3rxs7kv3IsO8G3c3jK8bY=
		</data>
		<key>face.mlmodelc/model0/model.espresso.weights</key>
		<data>
		jYr4TGdAxNMAPKrVtW21dXIMeIE=
		</data>
		<key>face.mlmodelc/model0/model/coremldata.bin</key>
		<data>
		AyvVi5cUgezTYZFS+H0JNPDYKgA=
		</data>
		<key>face.mlmodelc/model0/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>face.mlmodelc/model1/analytics/coremldata.bin</key>
		<data>
		ITLz1w9Cez8ImL0l+YyLvYizNh0=
		</data>
		<key>face.mlmodelc/model1/coremldata.bin</key>
		<data>
		bIVGDXPTiEMwaKS5N3jEyDifCrw=
		</data>
		<key>face.mlmodelc/model1/model.espresso.net</key>
		<data>
		C5As36kJOi+cNDwMu+jpcNmuU58=
		</data>
		<key>face.mlmodelc/model1/model.espresso.shape</key>
		<data>
		VdM1zzSSFBSECXUZaosa0sxX63o=
		</data>
		<key>face.mlmodelc/model1/model.espresso.weights</key>
		<data>
		P31Hz90IyORslWbiXwz3tNpXIlA=
		</data>
		<key>face.mlmodelc/model1/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>face.mlmodelc/model1/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>face.mlmodelc/model2/coremldata.bin</key>
		<data>
		vsaxZMQ4ApIYHl+KQCDUl4I4Lvg=
		</data>
		<key>horseonly.mlmodelc/analytics/coremldata.bin</key>
		<data>
		2iBd2Ga1K8XYnAUBFQurtLJmLEU=
		</data>
		<key>horseonly.mlmodelc/coremldata.bin</key>
		<data>
		duYhib8KxHlrzNpmG5d8nQGN1IE=
		</data>
		<key>horseonly.mlmodelc/metadata.json</key>
		<data>
		0izSUefCp0Zh8BOPsmyBqi2E1fA=
		</data>
		<key>horseonly.mlmodelc/model0/analytics/coremldata.bin</key>
		<data>
		qzUjljji/wcC8PNoP7iCx4UdOVs=
		</data>
		<key>horseonly.mlmodelc/model0/coremldata.bin</key>
		<data>
		VpNvn5ZFB3RlyFhbS5w+DmuBIhk=
		</data>
		<key>horseonly.mlmodelc/model0/model.espresso.net</key>
		<data>
		QWhIdFSDWEl+Pafnj/PbXHBPXYo=
		</data>
		<key>horseonly.mlmodelc/model0/model.espresso.shape</key>
		<data>
		cInIjOomEh3UyBGm+cAyjQtR+6U=
		</data>
		<key>horseonly.mlmodelc/model0/model.espresso.weights</key>
		<data>
		mttee/1CJRHeMhc84p9JbipGqWE=
		</data>
		<key>horseonly.mlmodelc/model0/model/coremldata.bin</key>
		<data>
		AyvVi5cUgezTYZFS+H0JNPDYKgA=
		</data>
		<key>horseonly.mlmodelc/model0/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>horseonly.mlmodelc/model1/analytics/coremldata.bin</key>
		<data>
		hHI5NAfrJh7MHkr8PW064WtUkBk=
		</data>
		<key>horseonly.mlmodelc/model1/coremldata.bin</key>
		<data>
		5wIB2ep6Jk7SeIi4XXFaCPklD3g=
		</data>
		<key>horseonly.mlmodelc/model1/model.espresso.net</key>
		<data>
		wgywAQe99fd4Io7uifkDR+DPjTY=
		</data>
		<key>horseonly.mlmodelc/model1/model.espresso.shape</key>
		<data>
		w+tLKvR1mu3H74BsQTZUQP6X02g=
		</data>
		<key>horseonly.mlmodelc/model1/model.espresso.weights</key>
		<data>
		t4sdPwva3URNI5zrsckPdXSWiLQ=
		</data>
		<key>horseonly.mlmodelc/model1/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>horseonly.mlmodelc/model1/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>horseonly.mlmodelc/model2/coremldata.bin</key>
		<data>
		4MIzvmjzzq7p6eKpseLg3Bn39M8=
		</data>
		<key>persononly_v2.mlmodelc/analytics/coremldata.bin</key>
		<data>
		XopZWdh4EWrE2GsFtr4iJe62ww8=
		</data>
		<key>persononly_v2.mlmodelc/coremldata.bin</key>
		<data>
		K4iprJjdjX+ciUmHCSIh5/NK4tE=
		</data>
		<key>persononly_v2.mlmodelc/metadata.json</key>
		<data>
		GzSk6Eqm9DGOEV66Z+2GaWGDRSk=
		</data>
		<key>persononly_v2.mlmodelc/model0/analytics/coremldata.bin</key>
		<data>
		faX0miKwOA/nnHeHPnzdrSlim0g=
		</data>
		<key>persononly_v2.mlmodelc/model0/coremldata.bin</key>
		<data>
		VpNvn5ZFB3RlyFhbS5w+DmuBIhk=
		</data>
		<key>persononly_v2.mlmodelc/model0/model.espresso.net</key>
		<data>
		QWhIdFSDWEl+Pafnj/PbXHBPXYo=
		</data>
		<key>persononly_v2.mlmodelc/model0/model.espresso.shape</key>
		<data>
		cInIjOomEh3UyBGm+cAyjQtR+6U=
		</data>
		<key>persononly_v2.mlmodelc/model0/model.espresso.weights</key>
		<data>
		zT4SEIB3eBax4jFOn9wBQQKgGKk=
		</data>
		<key>persononly_v2.mlmodelc/model0/model/coremldata.bin</key>
		<data>
		AyvVi5cUgezTYZFS+H0JNPDYKgA=
		</data>
		<key>persononly_v2.mlmodelc/model0/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>persononly_v2.mlmodelc/model1/analytics/coremldata.bin</key>
		<data>
		hHI5NAfrJh7MHkr8PW064WtUkBk=
		</data>
		<key>persononly_v2.mlmodelc/model1/coremldata.bin</key>
		<data>
		5wIB2ep6Jk7SeIi4XXFaCPklD3g=
		</data>
		<key>persononly_v2.mlmodelc/model1/model.espresso.net</key>
		<data>
		wgywAQe99fd4Io7uifkDR+DPjTY=
		</data>
		<key>persononly_v2.mlmodelc/model1/model.espresso.shape</key>
		<data>
		w+tLKvR1mu3H74BsQTZUQP6X02g=
		</data>
		<key>persononly_v2.mlmodelc/model1/model.espresso.weights</key>
		<data>
		t4sdPwva3URNI5zrsckPdXSWiLQ=
		</data>
		<key>persononly_v2.mlmodelc/model1/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>persononly_v2.mlmodelc/model1/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>persononly_v2.mlmodelc/model2/coremldata.bin</key>
		<data>
		nTGnfhKPGS27GAUYEQGtaAAWcTI=
		</data>
		<key>public.pem</key>
		<data>
		kRRVUmiCCDLOMgel9h6drB5evH4=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Headers/PivoProSDK-Swift.h</key>
		<dict>
			<key>hash</key>
			<data>
			XzOwoUpRRES0qXUT5m43F+EO334=
			</data>
			<key>hash2</key>
			<data>
			Y/ikZZrl4bmZ2waLGqSIr9r8AFvn2q4AMeepnr5Xywg=
			</data>
		</dict>
		<key>HorseModel.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			nS8ie15Yf/Fu7lz6YSd6v7m2UzA=
			</data>
			<key>hash2</key>
			<data>
			lIQuytPzqbpm4K2YsYfeKAN2fz+LzRMPNpoHu3aAsT8=
			</data>
		</dict>
		<key>HorseModel.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			EWtaetnukkRTwZEvZoxGE4UH+Vo=
			</data>
			<key>hash2</key>
			<data>
			ZaeQ0mU7mwJDXXUo/5ZpyqdueFh97le5LvSdMoMeKe8=
			</data>
		</dict>
		<key>HorseModel.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			1rz3rx0DN8Xj6dZswVgrB0au/FI=
			</data>
			<key>hash2</key>
			<data>
			MapaQDjBJZWkncorS7WyfNgigcZLxvXuFX/dIRq4R/0=
			</data>
		</dict>
		<key>HorseModel.mlmodelc/model0/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			/Y6pjBcub+IZ5PK4hPTOAgGHcYc=
			</data>
			<key>hash2</key>
			<data>
			Grw35pqVKTokRmnj0v0+ujv7p1Sdie7KjKn5Exm/oSI=
			</data>
		</dict>
		<key>HorseModel.mlmodelc/model0/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			DRs0q+kdUvRsYKmtEmaCcZ8gYv0=
			</data>
			<key>hash2</key>
			<data>
			LV30iTrnFT+rFH75Yq+Z0UFDhmXHxZwGXKmMXxwwbIk=
			</data>
		</dict>
		<key>HorseModel.mlmodelc/model0/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			GRqUS7WEquiNzPXoGQGSPqfWlUo=
			</data>
			<key>hash2</key>
			<data>
			m6cT24ON/uXV2gZ+ooUl8vwzZb0DYo0b5QbFZnW4QxM=
			</data>
		</dict>
		<key>HorseModel.mlmodelc/model0/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			cTTb+jQ8V90cgjLBRecO0Yxhr3Y=
			</data>
			<key>hash2</key>
			<data>
			a48IxHNRuG6HO6saf9CVOxez3T0+AjcZeoOF04KYdwo=
			</data>
		</dict>
		<key>HorseModel.mlmodelc/model0/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			hzHj3T8NFl5QM+pMehERBP+KOdU=
			</data>
			<key>hash2</key>
			<data>
			nZ489Guqw/cwwFKtdgt+LXmLUmO6/GT3zmDoxyiT7K4=
			</data>
		</dict>
		<key>HorseModel.mlmodelc/model0/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			AyvVi5cUgezTYZFS+H0JNPDYKgA=
			</data>
			<key>hash2</key>
			<data>
			CJPCiEp21Qvpv+Xxrb6up2khi9N7a6oBM7aTqzbcKdg=
			</data>
		</dict>
		<key>HorseModel.mlmodelc/model0/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>HorseModel.mlmodelc/model1/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			z4BftALo+jccKMZz2ol/yQnQa0M=
			</data>
			<key>hash2</key>
			<data>
			Dptafzd7oDyESn6R3klSwe1QrY6A8vAFGsTg8IQpeb0=
			</data>
		</dict>
		<key>HorseModel.mlmodelc/model1/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			mt4xVPeH6oXH9R+7iTQfd06yWws=
			</data>
			<key>hash2</key>
			<data>
			/xqU+Y/zGJHm8+brO6KjgONAu1DAg1TZtTm2y9KMkF8=
			</data>
		</dict>
		<key>HorseModel.mlmodelc/model1/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			I1WUrbVpPFYsvtVDwrwz6zSWhSQ=
			</data>
			<key>hash2</key>
			<data>
			4/TRCmCiXM/DRr+MCvycF+AyGBMoIK8CPV8NCP5rV6c=
			</data>
		</dict>
		<key>HorseModel.mlmodelc/model1/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			nR2m731hJDjvsFvx7+dyt9I9ESM=
			</data>
			<key>hash2</key>
			<data>
			uFWYDmV7XUBk9aaJWzRj/TpZIj18tyg/S2ceACtSayQ=
			</data>
		</dict>
		<key>HorseModel.mlmodelc/model1/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			4OP3u8MT+KbnFqzn8uxrywhV26w=
			</data>
			<key>hash2</key>
			<data>
			J6wybUB2kAP5Xmy0PvEqcw0Mi7yY+b+9izOeS3vtC9A=
			</data>
		</dict>
		<key>HorseModel.mlmodelc/model1/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			yNfQ7w7t+oLS6hqlkoRbmm1LArc=
			</data>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>HorseModel.mlmodelc/model1/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>HorseModel.mlmodelc/model2/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			yGeMbAJyNz3+0i8lJM26Rc9YZbo=
			</data>
			<key>hash2</key>
			<data>
			Xkp7Enmlaon//zoG4lZvzGEIoLpFGQM8/HB0xgv1ygA=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			XHaRHDls4/S4FIvlR2Cvn3uHBm0=
			</data>
			<key>hash2</key>
			<data>
			6BqIkmc5o5CaQOH+KeJSDpNTDOP8+3w5IAiVhUbHrr8=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			1UVldcBbSd1tANS7IaJ/XXfq9hc=
			</data>
			<key>hash2</key>
			<data>
			VTszLoJodmY+jOj0KQfih677ad8ioVQ91FKkxfGFEU8=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			pu40FNDCizPmSUuSCVRaaoKlMIs=
			</data>
			<key>hash2</key>
			<data>
			YnxAZFykZUmabwQ1Zrsda7vZWizgMRiwEcz7SaCyeyw=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model0/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			zVw6b5zx44G9NoNS+0OMvwEOm4Q=
			</data>
			<key>hash2</key>
			<data>
			tADrJlOCmeX4IfsSxsyKZAdWKmWHdelBpf5uAQsEAJ0=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model0/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			9cBeldGdqRMt98gkmvMHlt6LNOA=
			</data>
			<key>hash2</key>
			<data>
			s9gyAC1/Y3U9otwXWxxdVO3sZF3EZLYbBH+iprtDBgE=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model0/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			TeAy/EBhri2kiirpN8wSgyoZ0IQ=
			</data>
			<key>hash2</key>
			<data>
			6QlRH4gBuBllKc/QMvovdJWL0Y3/ftsNGs+j71g9eIc=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model0/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			pGIykBtvmrKc2bzLjzKOVFiEpsw=
			</data>
			<key>hash2</key>
			<data>
			uZBwzySOTzaIuMmqsqnjLEkE58L1zfkez83dICpGt8M=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model0/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			ukaVRazSky6Y0ZeuPVWzuqYzepQ=
			</data>
			<key>hash2</key>
			<data>
			UD1lBdwacPCVkM7Wws4WbQiu02gl7av2cW/pVY5mfM4=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model0/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			AyvVi5cUgezTYZFS+H0JNPDYKgA=
			</data>
			<key>hash2</key>
			<data>
			CJPCiEp21Qvpv+Xxrb6up2khi9N7a6oBM7aTqzbcKdg=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model0/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model1/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			UfoBpy0ZFabFkFPr9cojGSsPr5A=
			</data>
			<key>hash2</key>
			<data>
			80z7bjL8UIjmEIaWRWYzzm4Xm2flyVBz2zNRWPKOxvA=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model1/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			RAaK1S9ln6zTBCtQArBIgdnSrUo=
			</data>
			<key>hash2</key>
			<data>
			XLn5f6RVf7kECSBD9eDue3WMlvmm63e6JwW1U/pnp08=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model1/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			DHqh1+5qbvI2SuWVtRFRQqxuaQU=
			</data>
			<key>hash2</key>
			<data>
			dX9WV/FIIts44D7FMGQ9XPsMpLd7A1TBOvmDNgjt3m0=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model1/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			zhT4XTUbzKK0FDe9rI8zPp94V1I=
			</data>
			<key>hash2</key>
			<data>
			bvJMvqB0OShO9vADpxJT7dyqevsMNz8BJx4InEjXdPs=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model1/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			4OP3u8MT+KbnFqzn8uxrywhV26w=
			</data>
			<key>hash2</key>
			<data>
			J6wybUB2kAP5Xmy0PvEqcw0Mi7yY+b+9izOeS3vtC9A=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model1/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			yNfQ7w7t+oLS6hqlkoRbmm1LArc=
			</data>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model1/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>MobileNetV2_SSDLite.mlmodelc/model2/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			xf6IP9CBrpe6d32aCO+yo7ntv9o=
			</data>
			<key>hash2</key>
			<data>
			SqOJJk/FzzRSNOYZOlHHtr7P5BpXGEtzDb1GmOc/KYg=
			</data>
		</dict>
		<key>Modules/PivoProSDK.swiftmodule/Project/arm64-apple-ios.swiftsourceinfo</key>
		<dict>
			<key>hash</key>
			<data>
			9W6eAktMn8DmkGYkZ27pOTipXAs=
			</data>
			<key>hash2</key>
			<data>
			q6nNKqRBTzFr51GZNp+TV34oXj75WR7Z8sJwkwi5B+c=
			</data>
		</dict>
		<key>Modules/PivoProSDK.swiftmodule/arm64-apple-ios.abi.json</key>
		<dict>
			<key>hash</key>
			<data>
			mQLN3vAlzbrNY9z4HghunBADKME=
			</data>
			<key>hash2</key>
			<data>
			9twWb4rzxgpBka50sVxkeuWXK3TI/MBzIlyrHYXQkl8=
			</data>
		</dict>
		<key>Modules/PivoProSDK.swiftmodule/arm64-apple-ios.private.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			TyfUTe9i/HPRo+jCK0y/BbueLzg=
			</data>
			<key>hash2</key>
			<data>
			/zRUBMw+E1cQrpa/BjJ7otAuT0wv7ZFkOqHtcye2ijk=
			</data>
		</dict>
		<key>Modules/PivoProSDK.swiftmodule/arm64-apple-ios.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			OXX5JqOxYaDRwOLRRy0myOv1phw=
			</data>
			<key>hash2</key>
			<data>
			2zMIgwH/LVI1WX6ihdBWaXlTzWjCFNQsecmn7N1Nc7g=
			</data>
		</dict>
		<key>Modules/PivoProSDK.swiftmodule/arm64-apple-ios.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			TyfUTe9i/HPRo+jCK0y/BbueLzg=
			</data>
			<key>hash2</key>
			<data>
			/zRUBMw+E1cQrpa/BjJ7otAuT0wv7ZFkOqHtcye2ijk=
			</data>
		</dict>
		<key>Modules/PivoProSDK.swiftmodule/arm64-apple-ios.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			QHOZBeKzPoKmnwxE4isINE3JpFQ=
			</data>
			<key>hash2</key>
			<data>
			7aR3pwsl8NHYoEZvU75HIP3tfoz/+qU+qBdTtGud5Zg=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash</key>
			<data>
			lMR28G3S/dgprwhnkhD0zxDIk9s=
			</data>
			<key>hash2</key>
			<data>
			XYJQ2V/x1dPXx8TaTOgYJe0/YEa4NXW7v9GaWJDrBiE=
			</data>
		</dict>
		<key>PrivateHeaders/AuthWrapper.h</key>
		<dict>
			<key>hash</key>
			<data>
			qGA4G29STjlfaEt4aIqNgxBQlLU=
			</data>
			<key>hash2</key>
			<data>
			JJwJPlQdOBQR2pUGGz9CCNBW3H6XJ/7496JmLsQk/G8=
			</data>
		</dict>
		<key>PrivateHeaders/KCFTrackerWrapper.h</key>
		<dict>
			<key>hash</key>
			<data>
			2xoNmqnM2kTrNuZqTms9JnlPMDA=
			</data>
			<key>hash2</key>
			<data>
			fn1w7Gt5VbzUKWK0AnTPkRDsfCk599KeF1xSPe47ft8=
			</data>
		</dict>
		<key>PrivateHeaders/NSData+SHA.h</key>
		<dict>
			<key>hash</key>
			<data>
			XIuywOsD+81jNeJDqsJui3CLHjc=
			</data>
			<key>hash2</key>
			<data>
			1kETF9pNG1BBc26ZnZ7DTZjlQgInbitKJSTXIGB9IH4=
			</data>
		</dict>
		<key>PrivateHeaders/PivoProSDK-Prefix.pch</key>
		<dict>
			<key>hash</key>
			<data>
			N2ettejN8CtpzLa3Seg2oI9G6ho=
			</data>
			<key>hash2</key>
			<data>
			oAugZhjhYfiowrw6EvLtZyLXqp4J/QrEjRUbP9Poq+Y=
			</data>
		</dict>
		<key>PrivateHeaders/PivoProSDK.h</key>
		<dict>
			<key>hash</key>
			<data>
			0hlOOiUmcIbm/AJ5Ya/aky2x21I=
			</data>
			<key>hash2</key>
			<data>
			DQG/ze3KvE86FfR7c4nfgjrytt6nl2peRjpz1T+djjo=
			</data>
		</dict>
		<key>PrivateHeaders/auth_pivo.hpp</key>
		<dict>
			<key>hash</key>
			<data>
			vkxG+VgxJnK6jCv93Tet0uPx4Eo=
			</data>
			<key>hash2</key>
			<data>
			MLOeDP0sGeP7pZOYobYujkrDAcSblAeTMV5afGKtmpo=
			</data>
		</dict>
		<key>PrivateHeaders/ffttools.hpp</key>
		<dict>
			<key>hash</key>
			<data>
			FbwqSRzGrK9GBmniO5d75630cj8=
			</data>
			<key>hash2</key>
			<data>
			E618QBy8HzMHtF6Ij/DAACZjv/0W/Q+LdU++240OhwI=
			</data>
		</dict>
		<key>PrivateHeaders/fhog.hpp</key>
		<dict>
			<key>hash</key>
			<data>
			3+0L2/rB5GK1uU9DphiFEo7Gdh0=
			</data>
			<key>hash2</key>
			<data>
			I6wllHLLcm1Uenkl44/358vYf4PkQqvRM0+/XoDZTMY=
			</data>
		</dict>
		<key>PrivateHeaders/kcftracker.hpp</key>
		<dict>
			<key>hash</key>
			<data>
			VKyH814KkxMst4igakerUZHwDSI=
			</data>
			<key>hash2</key>
			<data>
			/dtJ7dTu9LHfGYbKVPIFTQpDwuCswkn7ba3nB+YYbwc=
			</data>
		</dict>
		<key>PrivateHeaders/labdata.hpp</key>
		<dict>
			<key>hash</key>
			<data>
			Wc8UEhC6vaMxsbQCGxzV8yuz5oE=
			</data>
			<key>hash2</key>
			<data>
			t7fW976BG3TGd+M/NQ4cM7J/eP+/ewHfuvgtsea+LmQ=
			</data>
		</dict>
		<key>PrivateHeaders/recttools.hpp</key>
		<dict>
			<key>hash</key>
			<data>
			LOluhHykvM1i+yNRUIE5F+CsQBM=
			</data>
			<key>hash2</key>
			<data>
			mv8kT9t99HojaEkVJ9ad9Bycn7BFOTj8Ioamhkmh6dQ=
			</data>
		</dict>
		<key>PrivateHeaders/tracker.h</key>
		<dict>
			<key>hash</key>
			<data>
			qrarp4kM0IxQQI8pVjKiQkQFDkE=
			</data>
			<key>hash2</key>
			<data>
			smZSvZfTvGEtpY1V+gYPvwW6/Bi2FMlNCZr0nj8ZkuU=
			</data>
		</dict>
		<key>SpeedControllerConfig.json</key>
		<dict>
			<key>hash</key>
			<data>
			1np2aNP0Lu5OTzfn3/Fe05CkKSQ=
			</data>
			<key>hash2</key>
			<data>
			oTzMOyhF9q0nhWqtOfGpwy1O5zvudfv6yqonCgYmCQY=
			</data>
		</dict>
		<key>face.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			lLhI4NyJGpo0dfJJnQjXHTkd1s0=
			</data>
			<key>hash2</key>
			<data>
			ZIEMGI5poi+b2Sl47zJ/xieNlXYU5U5tqvv+iBLq9PQ=
			</data>
		</dict>
		<key>face.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			6nONEep2WbBK71qFTVa0MEUmZa4=
			</data>
			<key>hash2</key>
			<data>
			coz9LbSA2nWy7Hue0fuj64LQIbOrkM/XEE0md8SFntQ=
			</data>
		</dict>
		<key>face.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			/iG1c3VbCLEgcppFivWvUEayXOA=
			</data>
			<key>hash2</key>
			<data>
			W8IGjsvOia4m6eyUrbsVq+LbPL1Hn6noduaIQaRuNQE=
			</data>
		</dict>
		<key>face.mlmodelc/model0/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			gaKV19LLXNVbvDw1Z/PG2w5zJek=
			</data>
			<key>hash2</key>
			<data>
			JXL9IqNjCb/er0PrsCfTH7vsAyz2hW1ChdxuicJTivg=
			</data>
		</dict>
		<key>face.mlmodelc/model0/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			7ACzywdTW4qBmk+zBSZ+t5SHt2w=
			</data>
			<key>hash2</key>
			<data>
			hthBW6JgAk3Je3G+9RFgrAIsinpQsX/TAoSLfCKrv8M=
			</data>
		</dict>
		<key>face.mlmodelc/model0/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			TA+SO7J9ofCAg5ihdeQ3HVj+Pno=
			</data>
			<key>hash2</key>
			<data>
			q8k0IHoudZ+hJ+K7v3+NMFwCxP4o1rvdrBkZbgr30VE=
			</data>
		</dict>
		<key>face.mlmodelc/model0/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			+Cdn4r3rxs7kv3IsO8G3c3jK8bY=
			</data>
			<key>hash2</key>
			<data>
			73pnp+XDTXIADZiLwhWNAIHDyFLcexyler6cirgFA7A=
			</data>
		</dict>
		<key>face.mlmodelc/model0/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			jYr4TGdAxNMAPKrVtW21dXIMeIE=
			</data>
			<key>hash2</key>
			<data>
			gH0Ys22PPRKKmIhSwBEucOuc2YvJE0tHZJrFKWzmrag=
			</data>
		</dict>
		<key>face.mlmodelc/model0/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			AyvVi5cUgezTYZFS+H0JNPDYKgA=
			</data>
			<key>hash2</key>
			<data>
			CJPCiEp21Qvpv+Xxrb6up2khi9N7a6oBM7aTqzbcKdg=
			</data>
		</dict>
		<key>face.mlmodelc/model0/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>face.mlmodelc/model1/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			ITLz1w9Cez8ImL0l+YyLvYizNh0=
			</data>
			<key>hash2</key>
			<data>
			j8mQkBqXshWI/OADHYhptVSHfvZPx39RvB2p6vunQwM=
			</data>
		</dict>
		<key>face.mlmodelc/model1/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			bIVGDXPTiEMwaKS5N3jEyDifCrw=
			</data>
			<key>hash2</key>
			<data>
			hBBcY3K5dtcg9STEeS3beQbp/y1RevL9iv1Vmu7VRdQ=
			</data>
		</dict>
		<key>face.mlmodelc/model1/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			C5As36kJOi+cNDwMu+jpcNmuU58=
			</data>
			<key>hash2</key>
			<data>
			5vLMGqGTPLbEzthBuDiNBUFw4iIuEKi618CbwTaDTPM=
			</data>
		</dict>
		<key>face.mlmodelc/model1/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			VdM1zzSSFBSECXUZaosa0sxX63o=
			</data>
			<key>hash2</key>
			<data>
			XONZ6L2EUwQZD5ruwHPF5a/ktorroi4+UMUpe1QEDyk=
			</data>
		</dict>
		<key>face.mlmodelc/model1/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			P31Hz90IyORslWbiXwz3tNpXIlA=
			</data>
			<key>hash2</key>
			<data>
			RdY8rUsFD4yfXAXdxLcITykzEpC45WLC1jESHh4eL68=
			</data>
		</dict>
		<key>face.mlmodelc/model1/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			yNfQ7w7t+oLS6hqlkoRbmm1LArc=
			</data>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>face.mlmodelc/model1/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>face.mlmodelc/model2/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			vsaxZMQ4ApIYHl+KQCDUl4I4Lvg=
			</data>
			<key>hash2</key>
			<data>
			Gxcd+ChlHEQxeN/FePxLtOOWT0mYXOGS7U5xd5Js/Ns=
			</data>
		</dict>
		<key>horseonly.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			2iBd2Ga1K8XYnAUBFQurtLJmLEU=
			</data>
			<key>hash2</key>
			<data>
			2r7+IfVJVrPtInHT+P8FawfrZj/sEtMAm2umXgnQ5gE=
			</data>
		</dict>
		<key>horseonly.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			duYhib8KxHlrzNpmG5d8nQGN1IE=
			</data>
			<key>hash2</key>
			<data>
			4+pDQlvVcUDqz50+euujyav6tYXaTeLRBMjXRGthy5M=
			</data>
		</dict>
		<key>horseonly.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			0izSUefCp0Zh8BOPsmyBqi2E1fA=
			</data>
			<key>hash2</key>
			<data>
			nF2FirnLkBm5Gwa7baCc7sBjmPcnPjJR+hyk6BZvMjA=
			</data>
		</dict>
		<key>horseonly.mlmodelc/model0/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			qzUjljji/wcC8PNoP7iCx4UdOVs=
			</data>
			<key>hash2</key>
			<data>
			l5rTpq4IAaVQhRPaLt3kzx1dRjQju+dNVp+aTJ22Gns=
			</data>
		</dict>
		<key>horseonly.mlmodelc/model0/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			VpNvn5ZFB3RlyFhbS5w+DmuBIhk=
			</data>
			<key>hash2</key>
			<data>
			20BpFw4zzOcbgJ3KTSeq69YLTlflwERWZAHE66qguhA=
			</data>
		</dict>
		<key>horseonly.mlmodelc/model0/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			QWhIdFSDWEl+Pafnj/PbXHBPXYo=
			</data>
			<key>hash2</key>
			<data>
			9I8pgej36PFBQjSh3E8M/ySQj9HNeF4POB2m8kQwD3w=
			</data>
		</dict>
		<key>horseonly.mlmodelc/model0/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			cInIjOomEh3UyBGm+cAyjQtR+6U=
			</data>
			<key>hash2</key>
			<data>
			FM6bErDALl6dSeLZJmUdQwjzSxhV54tz/mbSXDoLxLY=
			</data>
		</dict>
		<key>horseonly.mlmodelc/model0/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			mttee/1CJRHeMhc84p9JbipGqWE=
			</data>
			<key>hash2</key>
			<data>
			1t754eScEyK8bog4U96k8ma7aVh05LL6UYTE/5Iv1Ro=
			</data>
		</dict>
		<key>horseonly.mlmodelc/model0/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			AyvVi5cUgezTYZFS+H0JNPDYKgA=
			</data>
			<key>hash2</key>
			<data>
			CJPCiEp21Qvpv+Xxrb6up2khi9N7a6oBM7aTqzbcKdg=
			</data>
		</dict>
		<key>horseonly.mlmodelc/model0/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>horseonly.mlmodelc/model1/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			hHI5NAfrJh7MHkr8PW064WtUkBk=
			</data>
			<key>hash2</key>
			<data>
			8bvPJyLIsCLhrvLaxN/jYbOQ0G9tlzVXfKMxtTlgP1g=
			</data>
		</dict>
		<key>horseonly.mlmodelc/model1/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			5wIB2ep6Jk7SeIi4XXFaCPklD3g=
			</data>
			<key>hash2</key>
			<data>
			1lZFLQY0eqMPxe01plLJv4OXpXbmqd8fxBEmBzb/6Po=
			</data>
		</dict>
		<key>horseonly.mlmodelc/model1/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			wgywAQe99fd4Io7uifkDR+DPjTY=
			</data>
			<key>hash2</key>
			<data>
			Glqg26JE+wjU/c8A+e1KcBexbgtkMXZUQ52psk8Tk3I=
			</data>
		</dict>
		<key>horseonly.mlmodelc/model1/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			w+tLKvR1mu3H74BsQTZUQP6X02g=
			</data>
			<key>hash2</key>
			<data>
			hrzrSB5AAThDAIcq5Kbk+30EQi5s0kl9pntHmG7jKJo=
			</data>
		</dict>
		<key>horseonly.mlmodelc/model1/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			t4sdPwva3URNI5zrsckPdXSWiLQ=
			</data>
			<key>hash2</key>
			<data>
			kcNn5CkSuntaPN8UDyH8oBZPE8wOBhE64lE8WN4asTc=
			</data>
		</dict>
		<key>horseonly.mlmodelc/model1/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			yNfQ7w7t+oLS6hqlkoRbmm1LArc=
			</data>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>horseonly.mlmodelc/model1/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>horseonly.mlmodelc/model2/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			4MIzvmjzzq7p6eKpseLg3Bn39M8=
			</data>
			<key>hash2</key>
			<data>
			PYM0v6yzeiAuIHv025UOPoiIWuNMy941Wz1tG+mU1fI=
			</data>
		</dict>
		<key>persononly_v2.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			XopZWdh4EWrE2GsFtr4iJe62ww8=
			</data>
			<key>hash2</key>
			<data>
			X/tH/xamVoLXhlx0KxHjEnY6aCqMbnGYYLa4gB97qgk=
			</data>
		</dict>
		<key>persononly_v2.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			K4iprJjdjX+ciUmHCSIh5/NK4tE=
			</data>
			<key>hash2</key>
			<data>
			Mh52nS6fRpCXPzEQNxjjgUmU7nK4YkO2cMn8X2/ySF0=
			</data>
		</dict>
		<key>persononly_v2.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			GzSk6Eqm9DGOEV66Z+2GaWGDRSk=
			</data>
			<key>hash2</key>
			<data>
			Yp4K5zyaWYzAW3Neb0W9vW0n6L1BzwZchIwqva5waqA=
			</data>
		</dict>
		<key>persononly_v2.mlmodelc/model0/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			faX0miKwOA/nnHeHPnzdrSlim0g=
			</data>
			<key>hash2</key>
			<data>
			qQkLM+xkTJ5l84OGQQU465RVaHhDosxGhok2iWbFfiY=
			</data>
		</dict>
		<key>persononly_v2.mlmodelc/model0/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			VpNvn5ZFB3RlyFhbS5w+DmuBIhk=
			</data>
			<key>hash2</key>
			<data>
			20BpFw4zzOcbgJ3KTSeq69YLTlflwERWZAHE66qguhA=
			</data>
		</dict>
		<key>persononly_v2.mlmodelc/model0/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			QWhIdFSDWEl+Pafnj/PbXHBPXYo=
			</data>
			<key>hash2</key>
			<data>
			9I8pgej36PFBQjSh3E8M/ySQj9HNeF4POB2m8kQwD3w=
			</data>
		</dict>
		<key>persononly_v2.mlmodelc/model0/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			cInIjOomEh3UyBGm+cAyjQtR+6U=
			</data>
			<key>hash2</key>
			<data>
			FM6bErDALl6dSeLZJmUdQwjzSxhV54tz/mbSXDoLxLY=
			</data>
		</dict>
		<key>persononly_v2.mlmodelc/model0/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			zT4SEIB3eBax4jFOn9wBQQKgGKk=
			</data>
			<key>hash2</key>
			<data>
			XEQ41F0klMqxZq7PHGRUpPE3deR4GJgcXJt8RSC/XxY=
			</data>
		</dict>
		<key>persononly_v2.mlmodelc/model0/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			AyvVi5cUgezTYZFS+H0JNPDYKgA=
			</data>
			<key>hash2</key>
			<data>
			CJPCiEp21Qvpv+Xxrb6up2khi9N7a6oBM7aTqzbcKdg=
			</data>
		</dict>
		<key>persononly_v2.mlmodelc/model0/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>persononly_v2.mlmodelc/model1/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			hHI5NAfrJh7MHkr8PW064WtUkBk=
			</data>
			<key>hash2</key>
			<data>
			8bvPJyLIsCLhrvLaxN/jYbOQ0G9tlzVXfKMxtTlgP1g=
			</data>
		</dict>
		<key>persononly_v2.mlmodelc/model1/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			5wIB2ep6Jk7SeIi4XXFaCPklD3g=
			</data>
			<key>hash2</key>
			<data>
			1lZFLQY0eqMPxe01plLJv4OXpXbmqd8fxBEmBzb/6Po=
			</data>
		</dict>
		<key>persononly_v2.mlmodelc/model1/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			wgywAQe99fd4Io7uifkDR+DPjTY=
			</data>
			<key>hash2</key>
			<data>
			Glqg26JE+wjU/c8A+e1KcBexbgtkMXZUQ52psk8Tk3I=
			</data>
		</dict>
		<key>persononly_v2.mlmodelc/model1/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			w+tLKvR1mu3H74BsQTZUQP6X02g=
			</data>
			<key>hash2</key>
			<data>
			hrzrSB5AAThDAIcq5Kbk+30EQi5s0kl9pntHmG7jKJo=
			</data>
		</dict>
		<key>persononly_v2.mlmodelc/model1/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			t4sdPwva3URNI5zrsckPdXSWiLQ=
			</data>
			<key>hash2</key>
			<data>
			kcNn5CkSuntaPN8UDyH8oBZPE8wOBhE64lE8WN4asTc=
			</data>
		</dict>
		<key>persononly_v2.mlmodelc/model1/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			yNfQ7w7t+oLS6hqlkoRbmm1LArc=
			</data>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>persononly_v2.mlmodelc/model1/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>persononly_v2.mlmodelc/model2/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			nTGnfhKPGS27GAUYEQGtaAAWcTI=
			</data>
			<key>hash2</key>
			<data>
			/k5jeY6UojIiFkq/6FKtbq4cTMsSvH/Beaw8r3P7G5Y=
			</data>
		</dict>
		<key>public.pem</key>
		<dict>
			<key>hash</key>
			<data>
			kRRVUmiCCDLOMgel9h6drB5evH4=
			</data>
			<key>hash2</key>
			<data>
			okRLdcIqRM+Rn0t98mR0yiuesSJPgwXWfbNKXmX9yGo=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
